{
   "data":[
      {
         "anime":"The Melancholy of Haruhi Suzumiya",
         "character":"Yuki Nagato",
         "quote":"What is a glasses man?"
      },
      {
         "anime":"Tokyo Ghoul",
         "character":"Koutarou Amon",
         "quote":"What is right... what is wrong... you can't easily tell the difference. That's why you must keep thinking, whether what you are doing is right or not. That act itself, alone, can be called right."
      },
      {
         "anime":"Akame ga KILL!",
         "character":"Kurome",
         "quote":"To kill the one you love... If someone else will do it anyway, I'd rather do it myself."
      },
      {
         "anime":"Akame ga KILL!",
         "character":"Gensei",
         "quote":"Old, young, man, woman,  a life is a life. Sinner or Saint it makes no difference at all."
      },
      {
         "anime":"Gintama",
         "character":"Gintoki Sakata",
         "quote":"Honest feelings can sometimes lead to cruel endings."
      },
      {
         "anime":"Fruits Basket",
         "character":"Sohma Yuki",
         "quote":"(referring to the letter for Kisa from the teacher) Here. It says to 'like yourself\\'. But good things about yourself... how are you supposed to find them? I only know things I hate about myself. 'Cause that's all I know, I hate myself. But even if you force yourself to find good things... it feels so empty. It doesn't work that way. People like your teacher just don't get it. I think... when you hear someone say they like you, for the first time... then you can begin to like yourself. I think when someone accepts you, for the first time... you feel like you can... forgive yourself a little. You can begin to face your fears... with courage."
      },
      {
         "anime":"My Hero Academia",
         "character":"Izuku Midoriya",
         "quote":"My motivation might seem trivial compared to yours, but I can’t lose, either. I have to live up to the hopes of those who supported me."
      },
      {
         "anime":"Ga-Rei:Zero",
         "character":"Tsuchimiya Kagura",
         "quote":"In a real fight, there is no next time. You can't choose your opponent's strength. Losing would mean death. If a duty-bound person dies, a hundred more innocent people would die. We exorcists cannot die easily, and that is a responsibility."
      },
      {
         "anime":"Naruto",
         "character":"Nara Shikamaru",
         "quote":"Regardless of our limitations, we can always be of some use. Our power may seem insignificant... but it may just prove to be useful in the grand scheme of things. Stay focused. Never avert your eyes, because if an opening arises, even our insignificant power may be enough to determine the fate of the world. Which is why everyone must stay alert and ready to strike at any moment!"
      },
      {
         "anime":"Pokémon",
         "character":"Ash Ketchum",
         "quote":"I'm an apple for a day and I need a doctor right away..."
      }
   ]
}